import React from 'react'
import c from '../images/partner.jpg'
import Title from '../components/Title';

export default function About() {
    return (
        <>
            <section 
            style={{
                backgroundColor: 'var(--offWhite)',
                padding: '1rem 0'
            }}
            >
            <Title title="מי אנחנו?"/> 
                <h5>אכסניית טבריה הוקמה בשנת 2015.</h5>
                <h5>המיקום שלנו נוח ומרכזי: 3 דקות הליכה מתחנה מרכזית טבריה, 3 דקות הליכה מחופי הכנרת, ו30 דקות נסיעה ממגוון אטרקציות. </h5>
                <h5>יש חניה זמינה ומסעדות, שווקים וחנויות ממש ברחוב שלנו.</h5>
                <h5>ההוסטל מעוצב בצורה נוחה וחדשנית, ובהתאם לתו הסגול.</h5>
                <h5>אנחנו רוצים להפוך אתכם ללקוחות VIP שלנו, ולכן שואפים להפוך את השהייה שלכם למהנה ונוחה.</h5>
            </section>

            <div className="abuot">
                <article className="word">
                    <h3>אודותינו</h3>
                    <h6>אנו שני שותפים,</h6>
                    <h6>עומר לוי - תרמילאי מנוסה, חצה את אלסקה ב80 יום, הוציא ספר, ברשותו שני הוסטלים.</h6>
                    <h6>שירה כהן – מלאת אהבה לאנשים ולארץ. נולדה וגדלה בעמק, מכירה כל פינה נסתרת. יזמית מובילה באורחן הנסיך הקטן שבהרי הגולן.</h6>
                    <h6>אכסניית טבריה הוקמה לאחר שהבנו שקיים חוסר במקומות אירוח למטיילים בצפון הארץ. החלטנו להקים נכס תיירותי שייתן מענה לאוכלוסיית מטיילים צעירה, כבסיס ביתי, ממנו ניתן לצאת לטיולי יום ולחזור למקום נוח ובטוח.</h6>
                    <h6>משפחות צעירות, צלמים, אוהבי גלישת רוח בכנרת, רוכבי אופניים, וכל אחד שחפצה נפשו לשכשך במי מעיין קרירים עם נוף עוצר נשימה תחת צל אקליפטוס גדול וותיק – הצוות האדיב והמנוסה שלנו ישמח לעזור לפי צרכיכם.</h6>
                </article>
                <article className="pic">
                    <div
                        style={{
                            backgroundImage: `url(${c})`,
                            backgroundSize: 'cover'
                            }}>  
                    </div>
                </article>
            </div>
        </>
    )
}
